import Head from 'next/head'

const About = () => {
  return (
    <>
      <Head>
        <title>Kiwami | Kiwamiとは</title>
        <meta name="keywords" content="Heros"/>
      </Head>
      <div>
        <h1 style={{fontWeight: 1200}}>About Kiwami</h1>
        <p>倉庫を改造した大型サウナ。広い外気浴スペースを売りにしたサウナ施設です。VRゴーグルを用いた非現実的な空間を味わうことも可能です。</p>
      </div>
      <h2>〜概要〜</h2>
      <h2>☆エントランス</h2>
      <img src="/entrance.png" alt="Entrance Image" width="100%" />
      <p>
      バーカウンター機能を併設し、クラフトビールや地場のオーガニックレモンを使用したレモンサワー、レモンスカッシュなど、サウナ後に飲みたくなるドリンクを提供予定。バーカウンターでは、「きわまった」後のサウナー同士の交流も創出します。また、元々物件にあった什器を生かし、サウナアパレルやグッズ等を提供するショーケースとして、再活用します。
      </p>
      <br />
      <h2>☆サウナ</h2>
      <img src="/sauna.png" alt="Sauna Image" width="100%" />
      <p>
      サウナ室には特殊な反射ガラスを用い、解放感と閉塞感を両立。湿度、空気の流れや調光、香りなどに徹底的にこだわり、“ しっかり熱いのに、出たくなくなるほど心地いい ” サウナ室を再現する。ストーブはセルフロウリュ式。アロマの香りの蒸気を全身で浴びながら汗を流し、じっくりと自分と向き合うことができます。
      </p>
      <h2>☆水風呂</h2>
      <img src="/mizuburo.png" alt="mizuburo Image" width="100%" />
      <p>
      名古屋の地に、日本一深い2mの水風呂「AVANTOUINTI（アヴァントウィンティ）」が、誕生予定。サウナの本場フィンランドには、冬の間水風呂のかわりに凍った湖に穴を開けて入浴する文化があります。これを「アヴァントウィンティ」（アヴァント＝氷の穴、ウィンティ＝泳ぐ）といいます。足先から頭のてっぺんまで、全身が天然地下水に包まれる心地よさを、ぜひ体感してください。さらに、約8℃のシングル水風呂、長く浸かっていられる16.5℃の水風呂も設置予定。冷々交代浴（水風呂のはしご）をしたり、計3種類の水風呂で、あなただけの「きわまり」を体感できます。
      </p>
      <h2>☆休憩スペース</h2>
      <img src="/kyukeiSpace.png" alt="kyukeiSpace Image" width="100%" />
      <p>
      名古屋駅から車で5分の立地に、約70㎡の広々とした外気浴スペースを作ります。都会の喧騒を忘れ、自然を感じながら思う存分「きわまって」いただける空間です。さらに、薬草の香りや森林の香りが充満し、自然音のBGMが流れる「きわまり部屋」や、VR映像を見ながら「きわまれる」コンテンツも考案中です。名古屋の地に、日本一深い2mの水風呂「AVANTOUINTI（アヴァントウィンティ）」が、誕生予定。サウナの本場フィンランドには、冬の間水風呂のかわりに凍った湖に穴を開けて入浴する文化があります。これを「アヴァントウィンティ」（アヴァント＝氷の穴、ウィンティ＝泳ぐ）といいます。足先から頭のてっぺんまで、全身が天然地下水に包まれる心地よさを、ぜひ体感してください。さらに、約8℃のシングル水風呂、長く浸かっていられる16.5℃の水風呂も設置予定。冷々交代浴（水風呂のはしご）をしたり、計3種類の水風呂で、あなただけの「きわまり」を体感できます。
      </p>
      <h2>☆休憩スペース</h2>
      <img src="/map.png" alt="Map Image" width="100%" />
      <p>
      ※実際の仕様は、資材状況や施工可否により変更になる可能性があります。
      </p>
      <h2>☆自己紹介</h2>
      <img src="/self-introduction.png" alt="Self-Introduction Image" width="100%" />
      <p>
      初めまして。サウ兄こと、中島惇生（なかしまあつき）26歳です。2021年10月に三菱UFJ銀行を退職し、サウナ事業をスタートしました。社会人2年目、多忙な日々でモチベーションが低下し、うつに近い状態になっていた時に、サウナに出会いました。そこから毎日のサウナを習慣にしたことで、僕の生活は、好転しました。サウナに出会って僕の人生が変わったように、今度は、僕がつくるサウナで、誰かの人生を変えたい。人生をかけて、サウナ施設の立ち上げに挑戦します。
      </p>
      <h2>☆僕とサウナとの出会い</h2>
      <img src="/meetSauna.png" alt="meetSauna Image" width="100%" />
      <p>
      社会人2年目、毎日21時、22時まで働いて飲み会に行き、満足に眠れずに出社する日が続きました。そして、日々の疲労やストレスからモチベーションが低下し、うつに近い症状が出ました。そんな時、サウナに出会いました。サウナ好きの友達に連れられ、言われるがままに、灼熱のサウナ室で10分耐え、キンキンの水風呂に、意を決してダイブ。そしてお風呂のふちに腰掛けて目を閉じる。すると、、、頭の中が真っ白で、何も考えられなくなって、、時折吹く風が 肌に触れる感覚が、信じられないくらい気持ちよくて、、なんでかわからないけど、自然と口元がゆるんでしまう。。。一撃で、サウナにハマってしまった瞬間でした。そして、そのまましばらく休憩していると、仕事の悩みを解決するアイデアが次から次に湧き出てきたり、悩みだと思っていたことが、ただの気分的な問題や捉え方の問題で、そもそも悩んでもどうしようもないことだったことに気づけたり。「サウナって最高だ。」と、確信しました。それから、毎朝のサウナを習慣にしました。最高に気持ちいいのはもちろん、毎朝のサウナで疲労回復・思考の整理をすることで、前向きに日々の業務に取り組むことができるようになりました。
      </p>
      <h2>☆サウナ企業　決断のきっかけ</h2>
      <img src="/makeDecision.png" alt="makeDecision Image" width="100%" />
      <p>※10月〜12月まで経営を手伝っていた八千代湯オーナーとの写真</p>
      <p>
      仕事にもある程度慣れてきたころでした。あまり動くことのなかった家族LINEに、10件の未読が溜まっていました。ー 祖父が亡くなりました。あまり多くを語らないけれど、色んな経験をさせてくれたおじいちゃん。魚群探知機のついたクルーザーで船釣りに連れて行ってくれたり、なぜかトラックの荷台に乗せられて、街中をドライブしたり、幼かった僕にとっては、それが未知の体験ですごく楽しかったことを覚えています。そんな祖父の突然の訃報。生前祖父から「あっくん、何でもいいから日本一になれ。」と、よく言われました。決して口数の多くない祖父でしたが、小さい頃から、これだけは何度も何度も言われました。祖父の言葉の真意はわかりませんが、ずっとその言葉が心に残っています。棺に入った祖父の顔を見ると、涙が溢れました。祖父が生きたくても生きられなかった今日という日。１分１秒を無駄にせず、全力で生きようと決めました。もう、惰性で、やりたくないことに時間は使わない。この時、就活時代とは比べものにならないくらい猛烈に自己分析をし、徹底的に自分を捉え直しました。そして、日本一になる覚悟を持ってできること。止められてもやってしまうくらい大好きなこと。それが、サウナでした。
      </p>
      <h2>☆”日本一”気持ちいいを作りたい</h2>
      <img src="/japanNumOne.png" alt="japanNumOne Image" width="100%" />
      <p>
      「三菱UFJ銀行を辞めて、サウナを作ります。」と言うと、必ずと言っていいほど笑われます。バカみたいですが、本音の挑戦です。サウナに出会って僕の人生が変わったように、今度は、僕がつくるサウナで、誰かの人生を変えたい。サウナ好きは、ハッピーでおもしろい人がほんとうに多いです。サウナーのコミュニティはなぜかみんな、自然と笑顔です。そんなたくさんの笑顔に囲まれていると、サウナが最高に気持ちいいことを、もっと多くの人に知って欲しい。と、強く思います。サウナが最高に気持ちいいことを知るだけで、人生が変わります。サウナ事業が上手くいく保障なんてどこにもないし、不安になる夜もあります。それでも僕は、サウナの良さを広めることに人生をかけたい。「 “ 日本一 ” 気持ちいいをつくる人」を目指し、挑戦します。
      </p>
      <h2>☆ととのう　のその先、「きわまる」（究まる・極まる）を届ける</h2>
      <img src="/kiwamaru.png" alt="kiwamaru Image" width="100%" />     
      <p>
      この新しいスタイルのサウナ施設で、世界中のサウナーの度肝を抜きたい。名古屋から世界へ。そのゲートウェイとなるのが、このサウナ。究極のサウナ体験の創造に、皆さんのお力を貸してください！
      </p>
      <br />
      <h3>開業までのスケジュール</h3>
      <p>2022年2月　開業予定地の契約締結</p>
      <p>2022年3月　着工開始</p>
      <p>2022年5月　工事完了〜公衆浴場の営業許可取得</p>
      <p>2022年5月　プレオープン</p>
      <p>2022年6月　本オープン</p>
      <p>※工事進捗や営業許可の取得タイミングによりオープンが変更になる可能性があります。</p>
      <br />
      <h3>施設概要</h3>
      <p>店舗名：KIWAMI（仮称）</p>
      <p>所在地：愛知県名古屋市西区浅間町駅徒歩1分</p>
      <p>営業時間： 7:00〜24:00  無休　※予告なく変更となる場合がございます。</p>
      <p>フリータイム利用料金：3,300円（予定）</p>
      <p>※基本的には男性専用ですが、毎月０の付く日をレディースデーとする予定です。</p>
    </>
  );
}
 
export default About;